"Scan failed" = "Échec de la numérisation";
"Scan canceled" = "Numérisation annulée";
"Document feeder is empty" = "Le bac auto est vide";

"Scanner is in use" = "Scanner en cours d'utilisation";
"Scanner is offline" = "Scanner hors ligne";
"Scan incomplete" = "Numérisation incomplète";
"Problems communicating with scanner" = "Problèmes de communication avec le scanner";
"The scanner failed to complete the scan." = "Le scanner n’a pas pu terminer l’analyse.";

"Unable to generate editable text for scanned document" = "Impossible de générer le texte éditable pour le document numérisé.";
"The scanned document has been saved to an image-only file. To save scanned documents with editable text, please install HP Easy Scan on this computer. Go to www.hp.com/support to download the latest software for your HP product." = "Le document numérisé a été enregistré dans un fichier image uniquement. Pour enregistrer les documents numérisés avec du texte modifiable, installez HP Easy Scan sur cet ordinateur. Consultez le site www.hp.com/support pour télécharger le dernier logiciel pour votre produit HP.";

"The file(s) could not be saved as you do not have appropriate access privileges to \"%@\" folder." = "Le fichier n'a pas pu être enregistré puisque vous n'avez pas les privilèges d'accès appropriés au dossier \"%@\".";
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "Pour afficher les privilèges d'accès ou les modifier, sélectionnez le fichier dans le Finder et sélectionnez File > Get Info.";

"The scanned images could not be saved as \"%@\" doesn't exist." = " Les images numérisées n'ont pas pu être enregistrées car \"%@\" n'existe pas.";

"Disk \"%@\" is full. Try deleting items from \"%@\" or saving the image on another disk." = "Le disque \"%@\" est plein. Essayez de supprimer des éléments de \"%@\" ou d'enregistrer l'image sur un autre disque.";
